---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ArrowheadType
source: html/05d79860-8155-d208-8232-f40b7991b181.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ArrowheadType Property

"Arrowhead Type"

## Syntax (C#)
```csharp
public static ForgeTypeId ArrowheadType { get; }
```